import React from 'react';
const CityInfo = () => 
{
  return (
    <div>
      <h1>Інформація про Кривий Ріг</h1>
      <p>Криви́й Ріг (МФА: — місто в Україні, у Дніпропетровській області, адміністративний центр Криворізького району та Криворізької міської громади. Сьоме за населенням[4] та друге за площею місто країни[5]. Населення станом на 2023 рік становить 646 748 мешканців.[2] Є найдовшим містом Європи: лінійна довжина міста (відстань між крайніми південною та північною точками на межі міста) становить 66,1 км[6].

Розташований на березі річок Інгулець і Саксагань, Кривий Ріг був заснований у 1775 році козаками. Військове поселення на 1860 рік було у складі Херсонської губернії. Регіон почав зростати на рубежі 1880-х років. Урбанізація Кривого Рогу не була запланованою; французькі та англійські інвестиції[7] були залучені бумом у металургії та гірничодобувній промисловості, відкриттям багатих родовищ залізної руди. Будівництво Катерининської залізниці для транспортування руди на Донбас перетворило Кривий Ріг у велике місто, цей статус він отримав у 1919 році[8]. 1934 року введено в експлуатацію першу чергу (доменна піч «Комсомолка») Криворізький металургійний завод (нині АрселорМіттал Кривий Ріг), найпотужніше з понад 500 підприємств регіону[8][9]. У наш час місто є великим індустріальним та культурним центром України[10].

</p>
    </div>
  );
};
export default CityInfo;